拉拉西 = {
    '姓名': '李林翔',
    '年龄': '18',
    '生日': '5月21日',
    '城市': '湖北省宜昌市长阳土家族自治县',
    '爱好': '排球'
}

江灵营 = {
    '姓名': '江灵萱',
    '年龄': '17',
    '生日': '1月17日',
    '城市': '四川省广安市华蓥市高兴镇',
    '爱好': '睡觉'
}

昊静媛 = {
    '姓名': '吴静嫒',
    '年龄': '18',
    '生日': '1月17日',
    '城市': '湖北省襄阳市',
    '爱好': 'ACG、小说、构思、脑嗨、oc、语c、D5'
}

people = {
    '拉拉西': 拉拉西,
    '江灵营': 江灵营,
    '昊静媛': 昊静媛
}

for person_name in people:
    person = people[person_name]
    for key, value in person.items():
        print(key, value)